export default function About() {
    return (
      <div className="min-h-screen bg-gray-900 text-white p-6">
        <h1 className="text-3xl font-bold mb-4">Про мене</h1>
        <p className="mb-2">
          Моє ім'я Олександр, я AQA Engineer з понад 6 роками досвіду у тестуванні.
          Працював у Capgemini, Nayax Retail, UPITec.
          Допомагав впроваджувати процес тестування з нуля на усіх рівнях.
          Основний стек: Python, Pytest, Playwright, Selenium, Requests.
          Впроваджували пайплайни для CI, Jenkins.
          Маю досвід менторства, командної роботи та технічних інтерв’ю.
          Наразі переважно займаюся підтримкою фреймворку на Behave.
          Приймаю участь у волонтерськіх проектах, менторю початківців.
        </p>
        <p className="mb-2">
          Також я наразі навчаюся на магістратурі на напрямку кібербезпека.
        </p>
        <p>
          Прагну поєднувати автоматизацію тестування з сучасними підходами до безпеки програмного забезпечення.
        </p>
      </div>
    )
  }
